Repository: BahyAllaAllam/Django_Job_Board
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Required. 150 characters or fewer.
ar: إجباري. 150 حرف او اقل

source: username
ar: اسم المستخدم

source: email
ar: البريد الإلكتروني

source: password1
ar: كلمة السر 1

source: password2
ar: كلمة السر 2

source: first_name
ar: الإسم الأول

source: last_name
ar: الإسم الأخير

source: image
ar: صوره

source: Update Your Email
ar: تحديث البريد الالكتروني

source: Update Email
ar: تحديث البريد الالكتروني

source: Update
ar: تحديث

source: Cancel
ar: إلغاء

source: Delete Confirmation
ar: تاكيد عملية المسح

source: Are you sure you want to delete your account
ar: هل انت متاكد انك تريد مسح حسابك

source: Yes, Delete
ar: نعم, امسح

source: Update Your Profile
ar: تحديث الملف الشخصي

source: Change Password
ar: تغير كلمة السر

source: Change Email
ar: تغير البريد الالكتروني

source: Delete Account
ar: مسح الحساب الخاص بك

source: Profile Info
ar: بيانات الملف الشخصي

source: You have been logged out!
ar: لقد تم تسجيل خروجك

source: Log In Again?
ar: تسجيل الدخول مره أخري

source: Your username and password didn't match. Please try again.
ar: اسم المستخدم وكلمة السر غير متطابقين

source: Please login to see this page.
ar: من فضلك قم بتسجيل الدخول لرؤية محتوي هذه الصفحه

source: Login
ar: تسجل الدخول

source: Forgot Password?
ar: هل نسيت كلمة السر؟

source: Need An Account?
ar: تحتاج الي حساب جديد؟

source: Sign Up Now
ar: إنشاء حساب الأن

source: The password has been changed!
ar: تم تغير كلمة السر بنجاح

source: Please enter (and confirm) your new password.
ar: من فضلك ادخل (وأكد) كلمة السر الجديده

source: Change password
ar: تغير كلمة السر

source: New password:
ar: كلمة السر الجديده

source: Confirm password:
ar: تاكيد كلمة السر

source: Password reset failed
ar: لقد فشلت محاولة إعادة إدخال كلمة السر

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ar: رابط إعادة تغير كلمة السر غير صالح, ربما لانه تم إستخدامه من قبل لذالك قم بطلب رابط اخر لإعادة ادخال كلمة السر

source: We've emailed you instructions for setting your password. If they haven't arrived in a few minutes, check your spam folder.
ar: لقد ارسلنا لك إيميل يحتوي علي تعليمات لتغير كلمة السر الخاصة بك. لو لم يصلك الإيميل خلال دقائق قليله, تحقق من صندوق الرسائل المزعجه الخاص بك

source: Reset Password
ar: إعادة تعين كلمة السر

source: Join Us Today
ar: إنضم إلينا اليوم

source: Sign Up
ar: تسجيل في الموقع

source: Your account has been successfully activated! You are now able to login
ar: لقد تم تفعيل حسابك بنجاح! يمكنك الان تسجيل الدخول

source: The activation link is invalid!
ar: رابط التفعيل غير صالح!

source: You have to logout first!
ar: يجب ان تقوم بتسجيل الدخول اولا!

source: Sorry this email already signed up!
ar: نأسف هذا البريد الالكتروني تم التسجيل به من قبل!

source: we have sent you an email to verify your account, please check your mail !
ar: لقد ارسلنا لك بريد اليكتروني لتفعيل حسابك, من فضلك قم بفحص بريدك

source: Please write a valid value!
ar: من فضلك قم بكتابة قيم صحيحه

source: Register
ar: التسجيل في الموقع

source: Your account has been updated !
ar: حسابك تم تحديثه!

source: Profile
ar: الملف الشخصي

source: Your account has been deleted successfully !
ar: لقد تم حذف حسابك بنجاح!

source: Delete-Account
ar: مسح - الحساب

source: Oooops you do not have permission to do that!
ar: نعتذر انت لا تملك الصلاحيه لفعل ذلك!

source: Please write a valid email.
ar: من قم بكتابة بريد إلكتروني صحيح

source: update-Email
ar: تحديث - البريد الالكتروني

source: About
ar: عن

source: me
ar: ي

source: Hello There, My name is
ar: مرحبا, انا إسمي

source: Bahy Alaa Allam
ar: باهي علاء علام

source: , I'm from Egypt and I'm a
ar: , انا من مصر و انا

source: Backend Developer
ar: مطور للواجهات الخلفية للمواقع الالكترونيه

source: My <span style="color:#0089ff;"> Skills </span>
ar: مهاراتي

source: My <span style="color:#0089ff;">Contact</span> Info
ar: للتواصل

source: About This <span style="color:#0089ff;">Website</span>
ar: عن هذا الموقع

source: There is no real info in it just some words to fill in the space
ar: لا يوجد معلومات حقيقية في هذاالموقع

source: I used
ar: انا استخدمت

source: Django framework 3.0
ar: نظام Django إصدار رقم 3.0

source: SQLite3
ar: قاعدة البيانات SQLite3

source: and this
ar: وهذا القالب

source: Colorlib Template
ar: قالب من موقع Colorlib

source: to make that Website
ar: لعمل هذا الموقع

source: Are you sure you want to delete your comment ?
ar: هل انت متاكد انك تريد مسح تعليقك ؟

source: Are you sure you want to delete your post
ar: هل انت متاكد انك تريد مسح منشورك

source: blog
ar: المدونه

source: Blog Filter
ar: بحث في المدونه

source: Search
ar: بحث

source: Last updated
ar: أخر تحديث

source: Comments
ar: نعليقات

source: Draft
ar: لم يتم نشره بعد

source: First
ar: الاولي

source: Last
ar: الاخيره

source: Delete
ar: امسح

source: To Like This Post.
ar: للتفاعل مع هذ المنشور

source: Create Post
ar: إنشاء منشور

source: Add Post
ar: إضافة منشور

source: Blog
ar: المدونه

source: Your comment has been add!
ar: لقد تم إضافة تعليقك !

source: Blog-{}
ar: المدونه-{}

source: Your post has been add successfully !
ar: لقد تم إضافة منشورك بنجاح !

source: Blog-Add Post
ar: المدونه-إضافة منشور

source: Your post has been updated successfully !
ar: لقد تم إضافة منشورك بنجاح !

source: Blog-Update {}
ar: المدونه-تحديث {}

source: The post has been deleted successfully !
ar: لقد تم حذف منشورك بنجاح !

source: Blog-Delete Post {}
ar: المدونه-حذف المنشور {}

source: Blog-Delete Comment {}
ar: المدونه-حذف التعليق {}

source: Contact-us
ar: تواصل معنا

source: Get in Touch
ar: تواصل معنا

source: Send Message
ar: إرسال رساله

source: Egypt-Gharbia, Tanta.
ar: مصر-الغربية, طنطا

source: Send us your query anytime!
ar: لو عندك اي استفسار تواصل معنا في اي وقت

source: Your mail has been sent successfully !
ar: لقد تم ارسال رسالتك بنجاح ! !

source: home
ar: الرئيسيه

source: Blog Home
ar: الرئيسية

source: Create New Post
ar: إنشاء منشور جديد

source: about
ar: عن الموقع

source: عربي
ar: English

source: Post a Job
ar: إضافة وظيفه

source: Logout
ar: تسجيل الخروج

source: Join Us
ar: التسجيل في الموقع

source: Log in
ar: تسجيل الدخول

source: Tanta, Gharbia, Egypt
ar: طنطا,الغربية,مصر
