Repository: BahyAllaAllam/Django_Job_Board
Catalog: job/locale/*/LC_MESSAGES/django.po
Languages: ar

source: name
ar: الإسم

source: email
ar: البريد الالكتروني

source: portfolio_link
ar: موقع معرض اعمالك

source: cv
ar: السيرة الذاتيه

source: cover_letter
ar: نبذه مختصره عنك

source: Your name
ar: اسمك

source: Email
ar: البريد الالكتروني

source: Website/Portfolio link
ar: موقع معرض اعمالك

source: Coverletter
ar: نبذه مختصره عنك

source: Please start the sentence in a new line and put a full stop after each sentence.
ar: من فضلك ابدأ الجمله في سطر جديد وضع نقطة في نهاية كل جمله

source: Add New Job
ar: إضافة وظيفة جديدة

source: Post New Job
ar: إضافة وظيفة جديدة

source: Post Now
ar: إضافة

source: Cancel
ar: إلغاء

source: Delete Confirmation
ar: تاكيد عملية المسح

source: Are you sure you want to delete the job
ar: هل انت متاكد انك تريد مسح هذا المنشور

source: Yes, Delete
ar: نعم ,مسح

source: Job Application
ar: طلب تقديم علي وظيفة

source: The Job
ar: الوظيفة

source: Name
ar: الاسم

source: Portfolio link
ar: موقع معرض اعمالك

source: CV
ar: السيرة الذاتية

source: Cover Letter
ar: نبذه مختصره عنك

source: Application Date
ar: تاريخ التقديم

source: posted
ar: تم نشره منذ

source: ago
ar: مضت

source: Draft
ar: لم يتم نشره بعد

source: published by
ar: تم نشره بواسطة

source: Update
ar: تحديث

source: Delete
ar: مسح

source: Job Summery
ar: ملخص الوظيفة

source: Published at
ar: تم نشرها بتاريخ

source: Vacancy
ar: عدد الاماكن المتاحه

source: Position
ar: مكان متاح

source: Positions
ar: أماكن متاحه

source: Salary
ar: المرتب

source: Job Categories
ar: تصنيفات الوظيفه

source: Job Applicants
ar: المتقدمين للوظيفة

source: Job Description
ar: وصف الوظيفة

source: Job Requirements
ar: متطلبات الوظيفة

source: Apply for the job
ar: تقديم علي الوظيفة

source: Upload Your CV
ar: رفع السيرة الذاتية

source: Apply Now
ar: التقديم الان

source: Job Available
ar: وظيفة متاحه

source: Jobs Available
ar: وظائف متاحه

source: Jobs Filter
ar: تصفية الوظائف

source: Search
ar: بحث

source: Jobs Listing
ar: الوظائف المتاحه

source: Date line:
ar: موعد النشر:

source: Update the job
ar: تحديث الوظيفه

source: Home
ar: الرئيسية

source: Your application has been sent successfully !
ar: لقد تم ارسال طلبك بنجاح !

source: job_detail
ar: تفاصيل الوظيفة

source: The job has been updated successfully !
ar: لقد تم تحديث الوظيفة بنجاح !

source: Update Job
ar: تحديث وظيفه

source: The job has been add successfully !
ar: لقد تم اضافة الوظيفة بنجاح !

source: Add Job
ar: إضافة وظيفة

source: The job has been deleted successfully !
ar: لقد تم حذف الوظيفة بنجاح !

source: Delete Job
ar: مسح وظيفة
